Repository: DeemaAlkamdi/Final-project
Catalog: aSPA/aSPA/*.lproj/Localizable.strings
Languages: ar

source: A Spa King Fahd Road
ar: أ سبا طريق الملك فهد

source: Choose Serviecs
ar: أختاري الخدمة

source: Continue
ar: أستمري

source: Total Cost
ar: التكلفة الإجمالية

source: Shellac Manicure&Pedicure $12
ar: منيكير وبديكير شيلاك $12

source: Shellac Manicure& Signature Pedicure $30
ar: مينيكير شيلاك وبديكير عادي 30$

source: Signature Manicure&Pedicure $25
ar: بديكير ومينيكر عادي $25

source: Gel Full Set $35
ar: جلسة جل كامله $35

source: Foot Massage $30+
ar: مساج ارجل $30+

source: Signature Massage $45+
ar: مساج طبيعي $45+

source: Back & Shoulder Massage $50+
ar: مساج ظهر واكتاف $50+

source: Vietnamese Massage $50+
ar: مساج فتناميز $50+

source: Schedule Appointment
ar: جدولة المواعيد

source: How many gueste
ar: كم عدد الضيوف؟

source: Enter Your Name
ar: أدخلي أسمك

source: Enter Your Email
ar: أدخلي البريد الألكتروني

source: Enter Your Number
ar: أدخلي رقمك

source: Done
ar: أنهاء

source: Just me
ar: انا فقط

source: Two guests
ar: ضيفتان

source: Three guests
ar: ثلاث ضيوف

source: Four guests
ar: اربع ضيوف

source: Thank you (first)🤍. We look forward to seeing you at your appointment scheduled on (date)
ar: شكرا لك (first)🤍. نتطلع إلى رؤيتك في موعدك المحدد في (date)

source: Please give us your feedback🤩
ar: 🤩شاركينا تجربتك

source: Share your experiencs to help others
ar: شاركي تجربتك لمساعدة الأخرين

source: Your name
ar: أسمك

source: Share detalis of your own experiencs at this place
ar: شاركي تفاصيل تجربتك في هذا المكان

source: Post
ar: أرسلي

source: Home
ar: الرئيسية

source: Delete
ar: حذف

source: Are you sure you want to delete this Comment?
ar: هل انتي متاكدة لحذف التعليق؟

source: cancel
ar: إلغاء

# ent
source: Please! Complate Your Information
ar: لوسمحتي ! أكملي معلوماتك

# ok
source: Done
ar: تم
